adamwalzer.scss-lint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
hbenl.vscode-test-explorer
kumar-harsh.graphql-for-vscode
mattlott.copy-github-url
ms-azuretools.vscode-docker
ms-pyright.pyright
ms-python.python
Orta.vscode-jest
redhat.java
sasa.vscode-sass-format
shinnn.stylelint
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
