apollographql.vscode-apollo
dbaeumer.vscode-eslint
eamodio.gitlens
erd0s.terraform-autocomplete
esbenp.prettier-vscode
hbenl.vscode-test-explorer
mattlott.copy-github-url
mauve.terraform
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.Go
Orta.vscode-jest
redhat.java
stylelint.vscode-stylelint
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
